{
  "questions": [
    {
      "answer_1": "Swim 300 meters through shit",
      "answer_2": "Swim 300 meters through dead bodies",
      "question": "Would you rather Swim 300 meters through shit or dead bodies?"
    },
    {
      "answer_1": "Have a dog with a cat’s personality",
      "answer_2": "Have a cat with a dog’s personality",
      "question": "Would you rather Have a dog with a cat’s personality or a cat with a dog’s personality?"
    },
    {
      "answer_1": "Be alive in the past",
      "answer_2": "Be alive in the future",
      "question": "If you were reborn in a new life, would you rather be alive in the past or future?"
    },
    {
      "answer_1": "Eat no candy at Halloween",
      "answer_2": "Eat no turkey at Thanksgiving",
      "question": "Would you rather eat no candy at Halloween or no turkey at Thanksgiving?"
    },
    {
      "answer_1": "Date someone you love",
      "answer_2": "Date someone who loves you",
      "question": "Would you rather date someone you love or date someone who loves you?"
    },
    {
      "answer_1": "Lose the ability to lie",
      "answer_2": "Believe everything you’re told",
      "question": "Would you rather lose the ability to lie or believe everything you’re told?"
    },
    {
      "answer_1": "Be free",
      "answer_2": "Be totally safe",
      "question": "Would you rather be free or be totally safe?"
    },
    {
      "answer_1": "Eat shit that tasted like chocolate",
      "answer_2": "Eat chocolate that tasted like crap",
      "question": "Would you rather Eat shit that tasted like chocolate, or eat chocolate that tasted like crap?"
    },
    {
      "answer_1": "Look 10 years older from the neck up",
      "answer_2": "Would you rather Look 10 years older from the neck down",
      "question": "Would you rather Look 10 years older from the neck up, or the neck down?"
    },
    {
      "answer_1": "Be extremely underweight",
      "answer_2": "Be extremely overweight",
      "question": "Would you rather Be extremely underweight or extremely overweight?"
    },
    {
      "answer_1": "Experience the beginning of planet earth",
      "answer_2": "Experience the end of planet earth",
      "question": "Would you rather Experience the beginning of planet earth or the end of planet earth?"
    },
    {
      "answer_1": "Have three kids and no money",
      "answer_2": "No kids with three million dollars",
      "question": "Would you rather have three kids and no money, or no kids with three million dollars?"
    },
    {
      "answer_1": "Be the funniest person in the room",
      "answer_2": "Be the most intelligent person in the room",
      "question": "Would you rather Be the funniest person in the room or the most intelligent?"
    },
    {
      "answer_1": "Have a Lamborghini in your garage",
      "answer_2": "Have a bookcase with 9000 books and infinite knowledge",
      "question": "Would you rather Have a Lamborghini in your garage or a bookcase with 9000 books and infinite knowledge?"
    },
    {
      "answer_1": "Reverse one decision you make every day",
      "answer_2": "Be able to stop time for 10 seconds every day",
      "question": "Would you rather Reverse one decision you make every day or be able to stop time for 10 seconds every day?"
    },
    {
      "answer_1": "Win $50,000",
      "answer_2": "Let your best friend win $500,000",
      "question": "Would you rather Win $50,000 or let your best friend win $500,000?"
    },
    {
      "answer_1": "Run at 100 mph",
      "answer_2": "Fly at ten mph",
      "question": "Would you rather Run at 100 mph or fly at ten mph?"
    },
    {
      "answer_1": "Continue with your life",
      "answer_2": "Restart it",
      "question": "Would you rather Continue with your life or restart it?"
    },
    {
      "answer_1": "Be able to talk your way out of any situation",
      "answer_2": "Be able to punch your way out of any situation",
      "question": "Would you rather Be able to talk your way out of any situation, or punch your way out of any situation?"
    },
    {
      "answer_1": "Have free Wi-Fi wherever you go",
      "answer_2": "Have free coffee where/whenever you want",
      "question": "Would you rather Have free Wi-Fi wherever you go or have free coffee where/whenever you want?"
    },
    {
      "answer_1": "Have seven fingers on each hand",
      "answer_2": "Have seven toes on each foot",
      "question": "Would you rather have seven fingers on each hand or have seven toes on each foot?"
    },
    {
      "answer_1": "Live low life with your loved one",
      "answer_2": "Rich life all alone",
      "question": "Would you rather live low life with your loved one or rich life all alone?"
    },
    {
      "answer_1": "Have no one to show up for your Wedding",
      "answer_2": "Have no one to show up for your funeral",
      "question": "Would you rather Have no one to show up for your Wedding or your funeral?"
    },
    {
      "answer_1": "Rule the World",
      "answer_2": "Live in a World with absolutely no problems at all",
      "question": "Would you rather Rule the World or live in a World with absolutely no problems at all?"
    },
    {
      "answer_1": "Go back to the past and meet your loved ones who passed away",
      "answer_2": "Go to the future to meet your children or grandchildren to be",
      "question": "Would you rather go back to the past and meet your loved ones who passed away or go to the future to meet your children or grandchildren to be?"
    },
    {
      "answer_1": "Speak your mind",
      "answer_2": "Never speak again",
      "question": "Would you rather Speak your mind or never speak again?"
    },
    {
      "answer_1": "Live the life of a king with no family",
      "answer_2": "Live like a vagabond with your friends or family",
      "question": "Would you rather Live the life of a king with no family or friends or live like a vagabond with your friends or family?"
    },
    {
      "answer_1": "Know how you will die",
      "answer_2": "Know when you will die",
      "question": "Would you rather know how you will die or when you will die?"
    },
    {
      "answer_1": "Speak all languages",
      "answer_2": "Be able to speak to all animals",
      "question": "Would you rather Speak all languages or be able to speak to all animals?"
    },
    {
      "answer_1": "Get away with lying every time",
      "answer_2": "Always know that someone is lying",
      "question": "Would you rather get away with lying every time or always know that someone is lying?"
    },
    {
      "answer_1": "Eat your dead friend",
      "answer_2": "Kill your dog and eat it",
      "question": "Would you rather Eat your dead friend or kill your dog and eat it when you are marooned on a lonely island?"
    },
    {
      "answer_1": "Have a billion dollars to your name",
      "answer_2": "Spend $1000 for each hungry and homeless person",
      "question": "Would you rather Have a billion dollars to your name or spend $1000 for each hungry and homeless person?"
    },
    {
      "answer_1": "End death due to car accidents",
      "answer_2": "End terrorism",
      "question": "Would you rather End death due to car accidents or end terrorism?"
    },
    {
      "answer_1": "Leave your unemployed son homeless",
      "answer_2": "Pay for his drug habits and illegal activities",
      "question": "Would you rather Leave your unemployed son homeless or pay for his dr#g habits and illegal activities?"
    },
    {
      "answer_1": "End the life a single human",
      "answer_2": "End the life of 100 cute baby animals",
      "question": "Would you rather End the life a single human being or 100 cute baby animals?"
    },
    {
      "answer_1": "Skinny dip with your classmate",
      "answer_2": "With a stranger",
      "question": "Would you rather Skinny dip with your classmate or with a stranger?"
    },
    {
      "answer_1": "Give up your love life",
      "answer_2": "Give up your work life",
      "question": "Would you rather give up your love life or work life?"
    },
    {
      "answer_1": "Live in an amusement park",
      "answer_2": "Live in a zoo",
      "question": "Would you rather live in an amusement park or a zoo?"
    },
    {
      "answer_1": "Be a millionaire by winning the lottery",
      "answer_2": "Be a millionaire by working 100 hours a week",
      "question": "Would you rather be a millionaire by winning the lottery or by working 100 hours a week?"
    },
    {
      "answer_1": "Read minds",
      "answer_2": "Accurately predict future",
      "question": "Would you rather read minds or accurately predict future?"
    },
    {
      "answer_1": "Eat only pizza for 1 year",
      "answer_2": "Eat no pizza for 1 year",
      "question": "Would you rather eat only pizza for 1 year or eat no pizza for 1 year?"
    },
    {
      "answer_1": "Visit 100 years in the past",
      "answer_2": "Visit 100 years in the future",
      "question": "Would you rather visit 100 years in the past or 100 years in the future?"
    }
  ]
}